{"[PAD]":0,"[CLS]":1,"[SEP]":2,"[UNK]":3,"[MASK]":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"[":37,"\\":38,"]":39,"^":40,"_":41,"`":42,"a":43,"adapted":44,"add":45,"adding":46,"adds":47,"adorned":48,"against":49,"agility":50,"ah":51,"aiding":52,"air":53,"alert":54,"alertness":55,"allows":56,"almond":57,"always":58,"am":59,"an":60,"and":61,"appearance":62,"aquatic":63,"arch":64,"arched":65,"are":66,"armour":67,"as":68,"at":69,"atop":70,"attentive":71,"attentively":72,"attentiveness":73,"attuned":74,"awareness":75,"ax":76,"back":77,"balance":78,"banner":79,"barbels":80,"barometer":81,"be":82,"beak":83,"beat":84,"beauty":85,"beneath":86,"big":87,"bird":88,"black":89,"blend":90,"blue":91,"blur":92,"body":93,"bounding":94,"branches":95,"breathes":96,"breeze":97,"bright":98,"broad":99,"brown":100,"build":101,"built":102,"bursts":103,"bushy":104,"by":105,"cadence":106,"camouflage":107,"can":108,"capturing":109,"carries":110,"cascades":111,"cat":112,"catch":113,"catching":114,"change":115,"character":116,"chest":117,"claws":118,"clear":119,"climbing":120,"close":121,"closes":122,"coarse":123,"coat":124,"colourful":125,"colours":126,"comes":127,"compact":128,"complement":129,"complemented":130,"concealing":131,"conditions":132,"constant":133,"constantly":134,"contentment":135,"countless":136,"covered":137,"crack":138,"creating":139,"crest":140,"crowning":141,"curiosity":142,"currents":143,"cut":144,"dark":145,"dart":146,"deep":147,"deeply":148,"delicate":149,"demeanour":150,"depths":151,"designed":152,"detail":153,"digging":154,"dignity":155,"dim":156,"disc":157,"distinctive":158,"do":159,"dog":160,"dorsal":161,"down":162,"drooping":163,"eager":164,"ears":165,"ease":166,"efficient":167,"effortless":168,"effortlessly":169,"eh":170,"either":171,"elegant":172,"elegantly":173,"emerge":174,"emotion":175,"end":176,"ending":177,"endurance":178,"energy":179,"ensuring":180,"enthusiastically":181,"environment":182,"environments":183,"erect":184,"even":185,"every":186,"ex":187,"excitement":188,"expands":189,"expression":190,"expressions":191,"expressive":192,"extend":193,"exude":194,"eyes":195,"face":196,"faintest":197,"familiar":198,"fan":199,"feathers":200,"filtering":201,"fin":202,"fine":203,"fins":204,"fish":205,"flare":206,"flat":207,"flexible":208,"flight":209,"floppy":210,"flow":211,"flowing":212,"fluffy":213,"fluttering":214,"fold":215,"food":216,"for":217,"foraging":218,"form":219,"forward":220,"frame":221,"framed":222,"framing":223,"from":224,"full":225,"fur":226,"gaze":227,"gently":228,"gills":229,"ginger":230,"give":231,"gleam":232,"glides":233,"gliding":234,"glossy":235,"glowing":236,"glows":237,"go":238,"gold":239,"graceful":240,"gracefully":241,"greatly":242,"green":243,"grip":244,"gripping":245,"grooming":246,"ground":247,"guiding":248,"habitat":249,"happiness":250,"have":251,"he":252,"head":253,"hi":254,"hold":255,"hooves":256,"horse":257,"hues":258,"hunting":259,"i":260,"if":261,"in":262,"including":263,"incredible":264,"independently":265,"intelligence":266,"interest":267,"into":268,"intricate":269,"inviting":270,"iridescent":271,"is":272,"it":273,"its":274,"jaws":275,"jump":276,"keen":277,"large":278,"layer":279,"lean":280,"leaps":281,"leave":282,"leaving":283,"ledges":284,"legs":285,"light":286,"lightest":287,"lightweight":288,"like":289,"lithe":290,"long":291,"loyalty":292,"luxuriously":293,"ma":294,"mane":295,"me":296,"melodies":297,"metallic":298,"minimal":299,"moist":300,"mood":301,"motions":302,"mouth":303,"movement":304,"movements":305,"moves":306,"muscles":307,"muscular":308,"muzzle":309,"my":310,"mysteriously":311,"narrow":312,"navigates":313,"neatly":314,"neck":315,"nectar":316,"no":317,"nose":318,"noses":319,"nostrils":320,"of":321,"offering":322,"often":323,"oh":324,"ok":325,"on":326,"ones":327,"onto":328,"open":329,"opens":330,"or":331,"other":332,"out":333,"outward":334,"overlap":335,"ox":336,"oxygen":337,"pa":338,"padded":339,"pastel":340,"patterned":341,"patterns":342,"paws":343,"pecking":344,"perched":345,"perching":346,"perfect":347,"peripheral":348,"perked":349,"personality":350,"pivot":351,"playful":352,"plumage":353,"pm":354,"pointed":355,"pools":356,"positioned":357,"power":358,"powerful":359,"precision":360,"preening":361,"prey":362,"pricked":363,"propelled":364,"propels":365,"propulsion":366,"protective":367,"provides":368,"providing":369,"quiet":370,"range":371,"ranges":372,"reflect":373,"reflecting":374,"releasing":375,"remain":376,"resistance":377,"rest":378,"retract":379,"retractable":380,"rhythmic":381,"rhythmically":382,"ripple":383,"robust":384,"rotate":385,"round":386,"rounded":387,"run":388,"running":389,"sandpaper":390,"scales":391,"scents":392,"seeds":393,"seeking":394,"seems":395,"semi":396,"sensing":397,"sensory":398,"sentence":399,"set":400,"shades":401,"shaggy":402,"shape":403,"shaped":404,"shapes":405,"sharp":406,"shimmering":407,"shimmers":408,"shine":409,"shines":410,"short":411,"shoulders":412,"side":413,"sides":414,"signal":415,"signals":416,"silent":417,"silhouette":418,"silky":419,"sinewy":420,"sinuous":421,"sip":422,"sit":423,"size":424,"sizes":425,"skeleton":426,"sleek":427,"slender":428,"small":429,"smells":430,"smile":431,"smooth":432,"smoothly":433,"sniffs":434,"snout":435,"so":436,"soft":437,"solid":438,"sometimes":439,"sound":440,"sounds":441,"speed":442,"spine":443,"spots":444,"spread":445,"spring":446,"stability":447,"stance":448,"steady":449,"steer":450,"stiff":451,"streamlined":452,"strength":453,"stretches":454,"strides":455,"strike":456,"striking":457,"stripes":458,"strong":459,"structures":460,"sturdy":461,"subtly":462,"sudden":463,"sunlight":464,"supporting":465,"surrounded":466,"surroundings":467,"swaying":468,"sways":469,"sweeping":470,"swift":471,"swiftly":472,"swim":473,"swivel":474,"tail":475,"taking":476,"tall":477,"textures":478,"that":479,"the":480,"their":481,"they":482,"thick":483,"throat":484,"through":485,"tightly":486,"tiny":487,"to":488,"tones":489,"tongue":490,"touch":491,"tracks":492,"triangular":493,"trills":494,"trust":495,"tuft":496,"turn":497,"twist":498,"twitch":499,"twitches":500,"typically":501,"unblinking":502,"underwater":503,"undulating":504,"up":505,"upright":506,"us":507,"used":508,"varies":509,"variety":510,"varying":511,"velvety":512,"vibrant":513,"vision":514,"wagging":515,"wags":516,"warmth":517,"watchful":518,"water":519,"watery":520,"we":521,"wear":522,"when":523,"whiskers":524,"white":525,"wide":526,"wings":527,"wiry":528,"with":529,"world":530,"{":531,"|":532,"}":533,"~":534,"©":535,"®":536,"“":537,"”":538}